Repository: glazyrinae/wp-simple-quiz
Catalog: languages/simple_quiz-*.po
Languages: ru_ru

source: An error has occurred: a question not found!
ru_ru: Произошла ошибка: вопрос не найден!

source: The question has been updated!
ru_ru: Вопрос был обновлен!

source: Please input correct question. Input text for a question and mark a right answer!
ru_ru: Пожалуйста введите корректный вопрос. Введите тест вопроса или пометьте хоты бы один правильный ответ на вопрос!

source: An error has occurred!
ru_ru: Произошла ошибка: вопрос не найден!

source: The question has been added!
ru_ru: Вопрос был добавлен!

source: Simple Quiz List
ru_ru: Список викторин

source: Add new quiz
ru_ru: Добавить новую викторину

source: List of Quizzes
ru_ru: Список викторин

source: Items per page
ru_ru: Элементов на странице

source: An error has occurred: a quiz not found!
ru_ru: Произошла ошибка: викторина не найдена!

source: The quiz has been added!
ru_ru: Викторина была добавлена!

source: The quiz has been updated!
ru_ru: Викторина была обновлена!

source: Please enter a quiz name!
ru_ru: Пожалуйста введите название викторины!

source: View list of quiz results
ru_ru: Просмотр списка результатов викторины

source: List of quiz results
ru_ru: Список результатов викторин

source: List of Result
ru_ru: Список результатов

source: Simple quiz
ru_ru: Простая викторина

source: No quiz available.
ru_ru: Таблица пуста.

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: The question
ru_ru: Вопрос

source: Title
ru_ru: Название

source: Date
ru_ru: Дата

source: Short code
ru_ru: Код для вставки

source: Count questions
ru_ru: Количество вопросов

source: Rating
ru_ru: Рейтинг

source: Items_per_page
ru_ru: Элементов на странице

source: Verification Error
ru_ru: Ошибка при проверке

source: No results available.
ru_ru: Результаты отсутствуют.

source: Right answers:
ru_ru: Правильные ответы

source: Login
ru_ru: Логин

source: Status
ru_ru: Статус

source: Title quiz
ru_ru: Название викторины

source: Result
ru_ru: Результат

source: Return to list of quizzes
ru_ru: Вернуться к списку викторин

source: Save question
ru_ru: Сохранить вопрос

source: Think up a question
ru_ru: Придумай вопрос

source: Click to add more
ru_ru: Нажать для добавления нового вопроса

source: Add new answer
ru_ru: Добавить новый ответ

source: Click here
ru_ru: Нажми сюда

source: this answer to be define as right
ru_ru: чтобы пометить ответ как правильный

source: Delete answer
ru_ru: Удалить ответ

source: Add media
ru_ru: Добавить меди файлы

source: List of the quizzes
ru_ru: Список викторин

source: Save the quiz
ru_ru: Сохранить викторину

source: Add
ru_ru: Добавить

source: Description
ru_ru: Описание

source: List of questions
ru_ru: Список вопросов

source: Add new question
ru_ru: Добавить новый вопрос

source: Results
ru_ru: Результаты

source: Updating successful!
ru_ru: Обновление успешно!

source: An error occurred while updating the result
ru_ru: Произошла ошибка при обновлении результата

source: You have an active quiz
ru_ru: У вас есть незавершенная викторина

source: Oops! This quiz has not some questions
ru_ru: Упс! Эта викторина не содержит вопросов

source: Oops! The quiz not found!
ru_ru: Упс! Эта викторина не найдена!

source: Please! Input user login!
ru_ru: Пожалуйста! Введите логин!

source: Start this quiz
ru_ru: Начать викторину

source: Complete this quiz!
ru_ru: Завершить викторину!

source: You have current result:
ru_ru: Ваш результат

source: from
ru_ru: из

source: Start quiz again!
ru_ru: Начать викторину снова!
